export const faqData = [
    {
        id: 0,
        title: "Что дает подписка?",
        content:
            "Подписка дает доступ ко всем вопросам с собеседований, доступным на платформе, и безлимитному количеству собеседований.",
    },
    { 
        id: 1, 
        title: "Помощь по подписке", 
        content: "Вы можете обратиться в нашу службу поддержки через форму или в телеграм.",
        links: [
            { text: "форму на сайте", url: "/support" },
            { text: "в телеграме", url: "https://t.me/solvit_support" }
        ]
    },
    {
        id: 2,
        title: "Как отменить подписку?",
        content: 'Отменить подписку можно в профиле во вкладке "Личный кабинет".',
    },
];